;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Care 365 4.72.455 or 4.7.2
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since version 2.99
; Translation updated/checked 4 Ott 2017
;
; Previous Translation Maintainers:
;

[Lang]
NativeLanguage=Italiano

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu
ButtonSkin=Tema
apply=Applica
Nothanks=No, grazie
ButtonCancel=Annulla

[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ITA
LangShortName=it-it
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Byte
KB=KB
MB=MB
GB=GB
pmDefault=Predefinito
Information=Info
Warning=Attenzione
Error=Errore
Confirm=Conferma
CurVer=Versione corrente:
FrmSkin.Btnok.Caption=OK
Weathertag=c
FrmGeneral.lblunit.caption=Unità temperatura:
DelSkinHint=Elimina Tema
LikeOurSoft=Se ti piace WiseCare365, prova i nostri altri prodotti!
DownloadMore=Scarica gratis
Frmboot.lblsec.caption=Sec
FrmBuy.lblinfo4.caption=Assistenza gratis "a vita".
;
; Popup menu
;
pmDelete=Elimina i grossi file selezionati
pmHelp=Aiuto in linea
pmforum=Forum
pmHome=Il nostro sito web
pmContact=Contattaci
pmSettings=Opzioni
pmCheckNew=Aggiorna
pmLang=Lingua
pmRegister=Registrazione
pmAbout=Info
pmLicenseKey=Cambia chiave licenza
pmIgnore=Ignora questo elemento
pmRCrec=Voci sicure
pmDCrec=Consigliate
pmAll1=Tutto
pmNone=Niente
pmInvert=Inverti selezione
pmGo=Apri cartella...
pmGoReg=Apri nell'editor registro...
pmExport=Esporta in...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Assistenza
FrmWPMain.btncheckup.caption=Controllo PC
FrmWPMain.btnsysclean.caption=Pulizia sistema
FrmWPMain.btnsystune.caption=Ottimizzazione
FrmWPMain.btnprivacy.caption=Tutela Privacy
FrmWPMain.btnSysmon.caption=Analizzatore sistema
FrmChangeHeader.caption=Cambia Avatar
FrmHome.btnactive.caption=Acquista la versione PRO
FrmHome.lblshare.caption=Condividi Wise Care 365
FrmHome.lbltools.caption=Utilità
FrmHome.btntools.hint=Altre utilità
FrmHome.btnhead.Hint=Cambia Avatar
FrmHome.edtuser.Hint=Cambia Pseudonimo
FrmHome.btnfacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmHome.btntwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmHome.btngoogle.hint=Condividi Wise Care 365 su google+
FrmHome.btnemail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
FrmHistory.btncheckup.caption=Controlla
FrmHistory.lblrecord.caption=Statistiche pulizia 
FrmExam.btncancel.caption=Cancella
FrmExam.lblrecheck.caption=Controlla ancora
FrmExam.btnfix.caption=Pulisci
FrmButtons.lblinfo.caption=Puoi ordinare le utilità qui sotto tramite drag-drop (trascina-rilascia).
;
; About
;
Frmabout.lblstatus.caption=Stato:
FrmAbout.caption=Info
FrmAbout.lblver.caption=Versione corrente:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblhome.caption=Il nostro sito web:
FrmAbout.lblthanks.caption=Ringraziamo le seguenti persone per la collaborazione:
FrmAbout.lblWarning.caption=Avviso: Questo programma è protetto dalla legge sul copyright e dai trattati internazionali.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Scansione
Frmadvdc.lblpath.caption=Scansione di:
Frmadvdc.btnrescan.caption=Scansione
Frmadvdc.btnall.caption=Tutto
Frmadvdc.btnadvanced.caption=Opzioni avanzate
Frmadvdc.btnnone.caption=Nulla
Frmadvdc.lblspeed.caption=La miglior velocità di scansione al mondo!
Frmadvdc.lblrec.caption=Altre applicazioni apprezzate:
Frmadvdc.vtfiles.Columns[0]=Nome file
Frmadvdc.vtfiles.Columns[1]=Dimensione
Frmadvdc.vtfiles.Columns[2]=Percorso
Frmadvdc.vtfiles.Columns[3]=Ultimo accesso
Frmadvdc.vtfiles.Columns[4]=Tipo
FrmAdvSettings.lblinfo.caption=La ricerca di file vuoti funziona una sola volta. La prossima, dovrà essere riselezionata.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Aggiungi
FrmAdvSettings.btnremove.caption=Rimuovi
FrmAdvSettings.btncancel.caption=Annulla
FrmAdvSettings.wcknull.caption=Trova file vuoti (0 byte, lento)
FrmAdvSettings.wckshortcut.caption=Trova collegamenti non validi (lento)
FrmAdvSettings.caption=Opzioni avanzate
FrmAdvSettings.btnre.caption=Consigliati
FrmAdvSettings.btnall.caption=Tutto
FrmAdvSettings.btnnone.caption=Nulla
;
; Backup and restore
;
FrmBackup.caption=Copie di sicurezza
FrmBackup.btnreg.caption=Salva copia completa del registro
FrmBackup.btnsys.caption=Crea punto ripristino del sistema
FrmRestore.caption=Centro ripristino
FrmRestore.btnRegBk.caption=Copie registro
FrmRestore.btnSysBK.caption=Punti ripristino
FrmRestore.btnclose.caption=Chiudi
FrmRestore.btnrestore.caption=Ripristina
FrmRestore.btnremove.caption=Rimuovi
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Aggiungi distruggi file al menu contestuale.
FrmBFConfig.btnall.caption=Tutto
FrmBFConfig.btnnone.caption=Nulla
FrmBFConfig.btnRemove.caption=Rimuovi
FrmBFConfig.caption=Ignora elementi
Frmbigfile.vtfiles.Columns[0]=Nome file
Frmbigfile.vtfiles.Columns[1]=Dimensioni
Frmbigfile.vtfiles.Columns[2]=Tipo
Frmbigfile.vtfiles.Columns[3]=Ultimo accesso
Frmbigfile.vtfiles.Columns[4]=Percorso
Frmbigfile.lblpath.caption=Scansione di:
Frmbigfile.btnrescan.caption=Nuova scansione
Frmbigfile.btnsearch.caption=Cerca
Frmbigfile.btndel.caption=Elimina
Frmbigfile.btncancel.caption=Ferma
FrmBigFile.btnIgnore.caption=Ignora elementi selezionati
FrmBigFile.btnExport.caption=Esporta in...
FrmBigFile.btnExConfig.caption=Elementi ignorati
;
; Register 
;
FrmBuy.lblfull.caption=Registrati per la versione completa di WiseCare365:
FrmBuy.lblfull1.caption=Per poter utilizzare tutte le funzionalità di Wise Care 365, è necessario acquistare la versione completa. Con essa potrai:
FrmBuy.lblinfo0.caption=Risolvere i problemi in pochi secondi con un clic.
FrmBuy.lblinfo1.caption=Eliminare automaticamente file superflui, tracce informatiche, cronologie varie.
FrmBuy.lblinfo2.caption=Aumentare velocità d'avvio e connessione al web, mantenere il PC in salute.
FrmBuy.lblinfo3.caption=Ottimizzare e proteggere Windows in tempo reale.
FrmBuy.btnbuy.caption=Acquista ora
FrmBuy.btnactive.caption=Attiva la tua chiave licenza
FrmBuy.lblguarantee.caption=Se non sei soddisfatto del software per qualsiasi ragione, puoi essere rimborsato entro 60 giorni dall'acquisto.
FrmBuy.lblkey.caption=Hai già la chiave di licenza?
FrmRegister.caption=Registra
FrmLicense.lblinfo.caption=Grazie per aver scelto Wise Care 365!
FrmLicense.lblinput.caption=Inserisci la chiave di licenza per attivare la versione PRO.
FrmLicense.lblname.caption=Nome utente:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Chiave PRO:
FrmLicense.btnregister.caption=Registra
FrmLicense.lblhelp.caption=Difficoltà nell'inserire la chiave licenza?
FrmLicense.lblnokey.caption=Non hai ancora la chiave licenza?
FrmLicense.lblsupport.caption=Contattaci
FrmLicense.btnbuy.caption=Acquista ora
FrmExitNotice.btnexit.caption=Esci
FrmExitNotice.btnreg.caption=Procedi alla registrazione
FrmExitNotice.lbltitle.caption=Prima di chiudere 365 Pro, Nota:
FrmExitNotice.lblinfo.caption=Questi problemi possono rallentare il pc, ridurne l'efficienza, aumentare frustrazione e perdite di tempo.
FrmExitNotice.lblregister.caption=Registra Wise Care 365 Pro a:
;
; Common disk clean
;
FrmCommon.btnall.caption=Tutto
FrmCommon.btnre.caption=Consigliati
FrmCommon.btnnone.caption=Nulla
FrmCommon.btnScan.caption=Scansione
FrmCommon.lblstat.caption=Rimozione facile e veloce di file superflui e tracce d'uso.
FrmCommon.btncancel.caption=Annulla
FrmCommon.btnrescan.caption=Scansione
;
; Registry Clean
;
FrmRegClean.btnall.caption=Tutto
FrmRegClean.btnre.caption=Consigliati
FrmRegClean.btnnone.caption=Nulla
FrmRegClean.btnCustom.caption=Personalizza
FrmRegClean.WiseLabel1.caption=Pianifica
FrmRegClean.lbltype.caption=Tipo di avvio:
FrmRegClean.lblweek.caption=Giorno:
FrmRegClean.lbltime.caption=Ora:
FrmRegClean.btnScan.caption=Scansione
FrmRegClean.btncancel.caption=Annulla
FrmRegClean.btnrescan.caption=Scansione
FrmRegClean.lblstat.caption=Il registro non è mai stato pulito. Si consiglia la pulizia immediata!
FrmRegClean.lblinfo.caption=La pulizia regolare del registro assicura un funzionamento del PC più veloce e stabile.
Frmcustom.caption=Personalizza
Frmcustom.btnre.caption=Consigliati
Frmcustom.btnall.caption=Tutto
Frmcustom.btnnone.caption=Nulla
Frmcustom.btncancel.caption=Annulla
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Spazio libero
FrmDiskDefrag.btnfolder.caption=Cartella
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=File di sistema
FrmDiskDefrag.btnFragmented.caption=Frammenti
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Spegni al completamento.
FrmDiskDefrag.btnpause.caption=Sospendi
FrmDiskDefrag.btnstop.caption=Ferma
FrmDiskDefrag.btnDefrag.caption=Deframmenta
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=La bonifica dei dischi protegge la privacy distruggendo completamente i file cancellati in passato, per impedire che possano essere recuperati usando appositi programmi di recupero dati.
FrmDiskErase.btnstopErase.caption=Ferma
FrmDiskErase.chkshutdown.caption=Spegni al completamento.
FrmDiskErase.BtnErase.caption=Bonifica
FrmDiskErase.lblerasemode.caption=Sicurezza:
FrmDiskErase.vstDisk.Columns[0]=Drive
FrmDiskErase.vstDisk.Columns[1]=Dimensione totale
FrmDiskErase.vstDisk.Columns[2]=Spazio libero
FrmDiskErase.vstDisk.Columns[3]=Stato
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importa
FrmExclusion.btnexport.caption=Esporta
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=I file distrutti verranno completamente sovrascritti e non sarà più possibile recuperarli.
FrmFileShredder.lblFileLine2.caption=Impedisce il recupero dei file distrutti sovrascrivendo lo spazio che occupavano.
FrmFileShredder.btnErase.caption=Bonifica
FrmFileShredder.btnaddfile.caption=Aggiungi tipo di file
FrmFileShredder.btnaddfolder.caption=Aggiungi cartelle
FrmFileShredder.btnstop.caption=Ferma
FrmFileShredder.btndelitem.caption=Rimuovi
FrmFileShredder.vtfiles.Columns[0]=Nome file/cartella
FrmFileShredder.vtfiles.Columns[1]=Percorso
FrmFileShredder.vtfiles.Columns[2]=Stato
;
; General Settings
;
FrmGeneral.lbltrash.caption=La dimensione dei file inutili supera:
FrmGeneral.lbltrace.caption=Il numero delle tracce supera:
FrmGeneral.chkturbo.caption=Avvia Wise Turbo quando
FrmGeneral.chkstartup.caption=Avvia il programma all'avvio di Windows
FrmGeneral.chkbooster.caption=Avvia Bootup Booster all'avvio del computer
FrmGeneral.lblsys.caption=Sistema
FrmGeneral.lblupdate.caption=Aggiorna
FrmGeneral.chknews.caption=Cerca le notizie di WiseCleaner all'avvio del programma
FrmGeneral.chkexp.caption=Partecipa al Progetto di Miglioramento
FrmGeneral.lblexp.caption=Dettagli
FrmGeneral.lblportable.caption=Versione portatile
FrmGeneral.btnmakeportable.caption=Crea versione portatile
FrmGeneral.lblinterface.caption=Interfaccia
FrmGeneral.lbllang.caption=Lingua:
FrmGeneral.chkue.caption=Collabora al progetto di miglioramento del prodotto (UEIP)
FrmGeneral.btnupdate.caption=Controlla adesso
FrmBoosterSettings.chkauto.caption=Trova automaticamente le informazioni meteo 
FrmBoosterSettings.chkset.caption=Utilizza le informazioni seguenti per ottenere le informazioni meteo
FrmGobleSettings.btnstartup.caption=Wise Boot Booster
;
; Settings GUI
;
FrmGobleSettings.caption=Opzioni
FrmGobleSettings.TabBtnGeneral.caption=Generali
FrmGobleSettings.TabBtnClean.caption=Pulizia
FrmGobleSettings.TabBtnExclusion.caption=Esclusioni
FrmGobleSettings.TabBtnCheckup.caption=Verifica personalizzata
FrmGobleSettings.btncancel.caption=Annulla
FrmGobleSettings.btnok.caption=OK
FrmGobleSettings.btnTray.caption=Area di notifica
FrmGobleSettings.btnSysProect.caption=Protezione sistema
;
; Update
;
FrmNewVer.lblTitle.caption=È disponibile una nuova versione.
FrmNewVer.lblignore.caption=Ignora questa versione
FrmNewVer.btnno.caption=Non adesso
FrmNewVer.btnUpdate.caption=Aggiorna adesso
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Ottimizza
FrmOptimizer.lblinfoex.caption=L'ottimizzazione può migliorare le prestazioni di rete e sistema.
FrmOptimizer.btnnone.caption=Nulla
FrmOptimizer.btnall.caption=Tutto
FrmOptimizer.btnDefault.caption=Predefinite
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Protegge la tua privacy distruggendo dati personali tracciabili.
FrmPrivacyErase.btnrescan.caption=Scansione
FrmPrivacyErase.btnScan.caption=Scansiona
;
; Register defrag
;
FrmProcess.caption=Deframmentazione registro
FrmProcess.lblwait.caption=Attendere prego...
FrmProcess.lblinfo.caption=Il PC smetterà di rispondere per alcuni minuti.
FrmRegDefragger.lblinfo.caption=Deframmentando il registro il PC acquisterà velocità e stabilità.
FrmRegDefragger.lblstat.caption=Il registro non è mai stato deframmentato. Si consiglia la deframmentazione immediata!
FrmRegDefragger.btndefrag.caption=Deframmenta
FrmRegDefragger.lblinfo1.caption=1. Si consiglia di chiudere tutte le applicazioni aperte prima di usare questa funzione.
FrmRegDefragger.lblinfo2.caption=2. Durante l'analisi il sistema verrà bloccato e smetterà di rispondere ai comandi.
FrmRegDefragger.lblinfo3.caption=3. Per completare la deframmentazione del registro il computer dovrà essere riavviato.
FrmRegDefragger.lblinfo4.caption=4. Non interrompere la deframmentazione, altrimenti si potrebbero produrre effetti sconosciuti.
FrmRegDefragger.vtdefrag.Columns[0]=Nome sezione
FrmRegDefragger.vtdefrag.Columns[1]=Dimensione attuale
FrmRegDefragger.vtdefrag.Columns[2]=Nuova dimensione
FrmRegDefragger.vtdefrag.Columns[3]=Fattore di ridondanza
FrmRegDefragger.btnAnalysis.caption=Analizza
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Consiglio: Conserva al sicuro una copia delle tue password, per poterle recuperare.
FrmPwGenerator.BtnCopy.caption=Copia negli appunti
FrmPwGenerator.ckdigital.caption=Caratteri numerici
FrmPwGenerator.cklowercase.caption=Lettere minuscole
FrmPwGenerator.ckupercase.caption=Lettere maiuscole
FrmPwGenerator.ckspecial.caption=Caratteri speciali
FrmPwGenerator.lblinfo.caption=Genera password ad alto grado di sicurezza
FrmPwGenerator.lbllen.caption=Lunghezza password
FrmPwGenerator.Btngenerator.caption=Crea Password
;
; Software Rate
;
FrmRate.Btnlist.caption=Recensioni degli utenti
FrmRate.Btnreview.caption=La mia recensione
FrmRate.Btnfirst.caption=Sii il primo a fare una recensione
FrmRate.Btnsubmit.caption=Invia
FrmRate.lblscore.caption=Vota:
FrmRate.lblscorehint.caption=(Devi cliccare le stelle per dare votare)
FrmRate.lblnick.caption=Il tuo pseudonimo:
FrmRate.lblnickhint.caption=(Opzionale)
FrmRate.lblemail.caption=La tua Email:
FrmRate.lblemailhint.caption=(Opzionale)
FrmRate.lblcontent.caption=Contenuto:
FrmRate.lblcontenthint.caption=(Opzionale)
FrmRate.lbldesctitle.caption=Descrizione del Software:
FrmRate.lblratesoft.caption=Software raccomandato
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Cancella
FrmSchedule.lblinfo.caption=Una regolare pulizia automatica aiuta a mantenere il PC al massimo delle prestazioni e consente di risparmiare il tuo tempo.
FrmSchedule.chksilent.caption=Modalità silente
FrmSchedule.lbltype.caption=Tipo di esecuzione:
FrmSchedule.lblweek.caption=Seleziona Giorno:
FrmSchedule.lbltime.caption=Ora:
FrmSchedule.caption=Operazione pianificata
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Nascondi tutti i servizi MS
FrmStartupMgr.TabBtnBoot.caption=Avvio
FrmStartupMgr.TabBtnService.caption=Servizi
FrmStartupMgr.TabBtnHis.caption=Cronologia
FrmStartupMgr.BtnRestoreAll.caption=Ripristino in Un-click
FrmStartupMgr.tabbtnup.caption=Velocizza
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Snellimento
FrmSysClean.btnall.caption=Tutto
FrmSysClean.btnrecommended.caption=Consigliati
FrmSysClean.btnnone.caption=Nulla
FrmSysClean.vtsys.Columns[0]=Elemento
FrmSysClean.vtsys.Columns[1]=Dimensione
FrmSysClean.vtsys.Columns[2]=Posizione
FrmSysClean.vtsys.Columns[3]=Consiglio
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=File grandi
FrmTabPrivcay.TabBtnPrivacyErase.caption=Tutela privacy
FrmTabPrivcay.TabBtnDiskErase.caption=Bonifica dischi
FrmTabPrivcay.TabBtnFileShredder.caption=Distruggi file
FrmTabPrivcay.TabBtnPwGenerator.caption=Genera password
FrmTabSysClean.TabbtnRegclean.caption=Pulizia registro
FrmTabSysClean.TabBtnCommonClean.caption=Pulizia normale
FrmTabSysClean.TabBtnAdvClean.caption=Pulizia avanzata
FrmTabSysClean.TabBtnSysSimming.caption=Snellimento
FrmTabSysTune.TabbtnSysOpt.caption=Ottimizza sistema
FrmTabSysTune.TabBtnDDefrag.caption=Deframmenta dischi
FrmTabSysTune.TabBtnRDefrag.caption=Deframmenta registro
FrmTabSysTune.TabBtnBoot.caption=Esecuzioni all'avvio
FrmTabSysTune.TabBtnContext.caption=Menu clic destro
FrmTabSysMon.TabBtnProcess.caption=Rilevazione processi
FrmTabSysMon.TabBtnHard.caption=Panoramica Hardware
FrmTabSysMon.btnProcessor.caption=Processore
FrmTabSysMon.btnBoard.caption=Scheda madre
FrmTabSysMon.btnMemory.caption=Memoria
FrmTabSysMon.btnGraphic.caption=Scheda Grafica
FrmTabSysMon.btnDisk.caption=Hard Drive
FrmTabSysMon.btnNetAdapter.caption=Scheda di rete
FrmTabSysMon.btnSoundCard.caption=Scheda audio
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Cancellazione sicura (più lenta)
FrmSettingClean.chkAutoBackup.caption=Crea una copia delle voci di registro eliminate
FrmSettingClean.lblfolder.caption=Cartelle personalizzate da vuotare (per utenti esperti)
FrmSettingClean.btnadd.caption=Aggiungi
FrmSettingClean.btnremove.caption=Rimuovi
FrmSettingClean.lblscanmode.caption=Modalità di analisi del registro
FrmSettingClean.rdnormal.caption=Scansione predefinita
FrmSettingClean.rdssafe.caption=Scansione sicura
FrmSettingClean.rddeep.caption=Scansione approfondita
FrmSettingClean.lblusers.caption=Multi-utente:
frmsettingclean.rdauser.caption=Tutti gli utenti
frmsettingclean.rdcuser.caption=Solo l'utente corrente
frmsettingclean.rdusers.caption=Gli utenti selezionati
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Ripristina
FrmIgnoredItems.btnall.caption=Tutto
FrmIgnoredItems.btnnone.caption=Nulla
FrmIgnoredItems.lblinfo.caption=Ignora oggetti controllati
;
; Shutdown notice
;
FrmShutDownNote.caption=Avviso spegnimento
FrmShutDownNote.btnCancel.caption=Annulla
;
; Skin
;
Frmskin.lblphoto.caption=Personalizza tema fotografico
FrmSkin.lblprevious.caption=Precedente
FrmSkin.lblnext.caption=Prossimo
;
; Input Window 
;
frminput.btncancel.caption=Annulla
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Avatar personale
FrmChangeHeader.btnsys.caption=Avatar di sistema
FrmChangeHeader.btnlocal.caption=Immagine locale
FrmChangeHeader.btnok.caption=Ok
FrmChangeHeader.btncancel.caption=Annulla
FrmChangeHeader.lblpreview.caption=Anteprima
;
; Security Essentials
;
Frmsecurity.caption=Progetto di Miglioramento WiseCleaner.com
Frmsecurity.lbltitle.caption=Partecipa al Progetto di Miglioramento
Frmsecurity.lblinfo1.caption=Per aiutarci a migliorare questo prodotto hai la possibilità di partecipare al Progetto di Miglioramento, inviando a WiseCleaner.com alcune informazioni sul tuo uso dei prodotti WiseCleaner.
Frmsecurity.lblinfo2.caption=Nessuna informazione raccolta verrà usata per identificarti o contattarti personalmente, e potrai liberamente uscire dal progetto in qualsiasi momento.
Frmsecurity.lbllink.caption=Ulteriori informazioni sul Progetto di Miglioramento.
Frmsecurity.cbagree.caption=Unisciti al Progetto di Miglioramento.
Frmsecurity.cbagainst.caption=Non desidero partecipare al progetto adesso.
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=Grazie per aver scelto Wise Care 365
FrmTrail.lblhint.caption=Non sarai in grado di usare le caratteristiche seguenti dopo il termine del periodo di prova.
FrmTrail.lblinfo0.caption=1, Un-click per controllare e riparare gli errori del computer.
FrmTrail.lblinfo1.caption=2, Tutela Privacy.
FrmTrail.lblinfo2.caption=3, Gestione del menu clic destro (menu contestuale).
FrmTrail.lblinfo3.caption=4, Aggiornamento automatico alla nuova versione.
FrmTrail.lblinfo4.caption=5, Fantastiche nuove skin e temi.
FrmTrail.lblhint1.caption=Se ti piace questo programma, rinnovalo al più presto.
FrmTrail.btnbuy.caption=Acquista adesso
FrmTrail.btnClose.caption=Successivamente

[WiseTray]
TfrmAssistMsg.ckbxNoPrompt.caption=Non chiedere di nuovo
TfrmTraySetting.ckAssist.caption=Avvisami se qualcuno risponde alla mia domanda.
TfrmTraySetting.ckReware.caption=Avvisami se qualcuno pone una domanda con ricompensa.
TfrmTraySetting.Caption=Impostazioni
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Annulla
TfrmTraySetting.ckbx4.Caption=Mostra finestra ottimizzazione CPU all'avvio del programma
TfrmTraySetting.lbl4.Caption=Auto-ottimizza la memoria quando il rapporto d'uso è maggiore di questo valore
TfrmTraySetting.lbl1.Caption=Unità di misura della temperatura
TfrmTraySetting.lbl2.Caption=Visualizza informazioni di sistema
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celcius
TfrmTraySetting.ckbx3.Caption=Auto-ottimizzazione
TfrmTraySetting.ckbx5.Caption=Temperatura CPU
TfrmTraySetting.ckbx6.Caption=Temperatura GPU
TfrmTraySetting.ckbx7.Caption=Hard Drive Disk 
TfrmTraySetting.ckbx8.Caption=Temperatura scheda madre
TfrmTraySetting.ckbx9.Caption=Velocità rete
TfrmTraySetting.ckbx10.Caption=Utilizzo CPU
FrmTrayMain.btnExit.caption=Esci
FrmTrayMain.btnShowMain.caption=Apri programma principale
FrmTrayMain.ppmitem2_1=Nascondi memoria/cpu
FrmTrayMain.ppmitem2_2=Mostra memoria/cpu
frmWiseFloatWnd.ppmStayontop=Rimani in primo piano
frmWiseFloatWnd.ppmHide=Nascondi
TfrmPopupWnd.Caption=Wise Care 365 Tray
TfrmPopupWnd.btn1.Caption=Ottimizza
TfrmPopupWnd.lblM.Caption=Memoria：
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Abbastanza memoria disponibile
TfrmPopupWnd.lbl1.Caption_2=Meno memoria disponibile 
TfrmPopupWnd.lbl1.Caption_3=Memoria raramente disponibile 
TfrmPopupWnd.lvitem0=Ottimizza risorse di sistema
TfrmPopupWnd.lvitem1=Pulisci memoria
TfrmPopupWnd.lvitem10=Alto utilizzo di memoria 
TfrmPopupWnd.lvitem30=Alto utilizzo di CPU
TfrmPopupWnd.msg1=Memoria liberata
TfrmTraySetting.lblTip.Caption=Personalizza la finestra mobile
TIP_CPU_USE=Uso della CPU
H_ID_MAINBOARD=Temperatura della scheda madre
H_ID_CUP=Temperatura della CPU
H_ID_GRAPHICS_T=Temperatura della scheda grafica
H_ID_DISK=Temperatura del disco

[Context]
ContxtMgrInfo=Un metodo facile per disattivare/attivare alcuni oggetti nel menu contestuale di windows.
ContextName=Voce di menu
ContextPublisher=Autore
ContextType=Tipo
ContextAction=Stato
ContextAll=Tutti i file (*)
ContextDirectory=Directory
ContextFolder=Cartella
ContextDrive=Drive
ContextBack=Desktop
ContextRecycle=Cestino
ContextShortcut=File collegamento
ContextExe=File eseguibile
Contextunknowndesc=Nessuna descrizione
Contextunknown=Compagnia sconosciuta

[Message]
MWDetected=MWDetected=MalwareBytes blocca l'avvio di %s. Clicca OK per la soluzione.
ConfirmRemoveDownload=I file situati nella cartella di Download saranno eliminati. Sicuro di voler continuare?
OverMaxTimes=Autenticazione fallita! Potresti aver superato il numero massimo di attivazioni fornite dalla tua licenza. Non esitare a contattarci se pensi ci sia un errore d'attivazione o se necessiti di ulteriori licenze!
Skipped=Saltato
7After=Sono trascorsi %d giorni dalla pulizia del registro. Si consiglia una scansione immediata.
7Before=Se il registro è pulito il computer sarà più veloce!
Activated=La versione Pro è stata attivata.
ActivateOnline=Verifica delle informazioni di registrazione, attendere alcuni secondi...
AddFileType=Aggiungi tipo di file
AddFolder=Aggiungi cartella
AdviseClean=La pulizia regolare del registro assicura un funzionamento del PC più rapido e stabile.
AllHardDrive=Drive locali
AlreadExist=%s è già presente nella lista.
Analysing=Analisi in corso...
Area=Area
AvdDefaultHint=Opzioni avanzate di ricerca di ulteriori file superflui per liberare spazio.
BackupDate=Data della copia
BackupType=Tipo di copia
BFName=Nome file
BFPath=Percorso
BFSize=Dimensioni
BFType=Tipo
BigfileHint=I file importanti e di sistema sono già esclusi dai risultati della scansione. Presta attenzione nella selezione di altri file.
BigfileSearch=Elimina regolarmente i grandi file inutili per liberare spazio sui dischi!
BigfileSearchFinish=Rilevati %d file grandi, che occupano %s di spazio sul disco. Durata: %d secondi.
BigfileSelect=Hai selezionato %d file, eliminandoli verranno liberati %s di spazio sul disco.
bkAuto=Automatico
bkManual=Manuale
Browse=Sfoglia...
BrowserRunning=%s é in funzione, pertanto non è possibile eliminare cache e cookie. Vuoi chiuderlo?
BtnHint=Ancora più veloce e sicura
BtnUpgrade=Versione completa
Cancel=Annulla
CanFreeSpace=Sono stati rilevati %d file e verranno recuperati %s
CannotCrTask=Impossibile creare un'operazione pianfificata.
Clean=Pulito
CleanDone=Pulizia completata!
CleanForReg=Pulizia del registro...
CleanHis=Pulizie effettuate
Cleaning=Pulizia in corso...
CleanNow=Esistono elementi rischiosi per la privacy, si consiglia una pulizia immediata.
ComfirmDefrag=Salva il lavoro aperto, poiché il PC verrà riavviato immediatamente al termine della deframmentazione. Vuoi continuare?
Complete=Completato
Compress=Compressione...
ConfirmAdd=Sei sicuro di voler rimuovere tutti i file presenti in %s con la "Pulizia Avanzata"?
ConnectFail=Non riesco a connettermi al server; per favore, controlla la tua connessione internet e riprova.
CreateBackup=Attendere, creazione dati di copia...
CreateBackupReg=Attendere, creazione dati di copia...
CreateDate=Creazione
def15After=Sono trascorsi %d giorni dall'ultima deframmentazione del registro. Deframmentalo adesso!
def15Before=Mantenendo il registro compatto il computer sarà più veloce e stabile.
DefaultValue=(predefinito)
DefragRate=Fattore di ottimizzazione: %s.
DefragReport=Il registro è stato compattato. Rapporto di ottimizzazione:
DefragReport1=Precedente dimensione del registro:
DefragReport2=Nuova dimensione del registro:
DefragReport3=Dimensione ottimizzata:
delbigfile=L'eliminazione dei file grandi non è un processo reversibile, non sono disponibili copie. Sei sicuro di voler eliminare questi file?
delbigfileFail=Impossibile eliminare il file: %s; potrebbe essere usato da un'altra applicazione.
DelSkin=Sei sicuro di voler eliminare questo tema?
Description=Descrizione
DisableAdd=Per motivi di sicurezza, alcune cartelle speciali (come "Windows", "Boot di Hard Drive" e "CD-ROM") non possono essere aggiunte a questa lista.
Discount=(Uno sconto del 25% è disponibile ora)
DiscountInfo1=Hai usato Wise Care 365 Free per più di %d giorni, 
DiscountInfo2=ora ti proponiamo un'offerta speciale, 
DiscountInfo3=passa alla versione PRO con soli %s.
DownloadError=Download in errore, prova più tardi.
DownloadingSkin=Il download in corso non è ancora terminato. Aggiorna il programma in seguito.
DupFile=Il file è presente nell'elenco
DupFolder=Questa cartella è già compresa nella lista.
DupItem=Elemento già presente nella lista.
ElapsedTime=Tempo trascorso: 
ELeftTime=Tempo stimato...
EmptyEmail=L'indirizzo email non può essere vuoto.
EmptyName=Il nome non può essere vuoto.
EmpytKey=Il codice di licenza non può essere vuoto.
EnableRestore="Ripristino di sistema" non è attivo. Vuoi attivarlo adesso?
Entries=Elementi
ErrorMsg=Messaggio di errore:
ExImport=Lista esclusioni esportata in:
ExitTray=Vuoi uscire da Wise Care 365?
ExpiryDate=Data di scadenza:
Exported=Gli elementi correnti sono stati esportati in %s. Vuoi aprire il file adesso?
Extracte=Estrazione...
FailedCloseProcess=Chiusura del programma non riuscita. Chiudi manualmente l'eseguibile del programma.
FailToDelete=Alcuni file non possono essere cancellati fino al prossimo riavvio del sistema.
failtounLock=Sblocco di Regedit non riuscito. Probabilmente sono necessarie ulteriori autorizzazioni per completare questa operazione.
FindDrives=Rilevamento drive...
FindError=Rilevati %d problemi di cui %d non sicuri.
FindFilesSize=Rilevati %d file pari a %s.
FindRunProcess=Il programma è in funzione. Chiudilo per completare questo aggiornamento.
FindTraces=%d tracce d'uso rilevate
FindTracesSection=In questa sezione sono state rilevate %d tracce d'uso
Fix=Aggiusta
Free=Gratuito
GetHotSkinError=Errore durante la ricezione di informazioni sul tema.
GettingRestoreData=Sto recuperando i dati di ripristino...
GoodHabit=La pulizia regolare del registro aiuta ad ottenere le migliori prestazioni del PC.
HaveChange=Vuoi salvare i cambiamenti?
Hours=Ore
Ignore=Ignora
IgnoreVer=Ignora questo aggiornamento
illegalType=%s è un tipo di file non valido.
InputCookie=Inserisci il dominio (es. Google, Live, ecc.)
InputSummary=Inserisci la descrizione per questo tipo di file:
InputType=Inserisci nome o tipo di file (es: *.tmp ecc..)
InvalidEmail=Email non valida, inserisci una email valida.
InvalidIgnorItem=Impossibile ignorare questo elemento.
InvalidKey=Codice di licenza non valido, inserisci un codice valido.
InvalidRegInfo=Informazioni di registrazione non valide! 
InvalidType=Estensione file non valida
IsRunning=Il programma sta effettuando l'analisi, attendi il completamento della scansione, e riprova.
IssueFound=%d problemi rilevati
IssuesFound=Sono stati trovati %d problemi.
Items=Oggetti
KeyWord=Inserisci la parola chiave:
KillProcessError=Termina l'errore di processo; possibile causa: autorizzazioni insufficienti
LastClean=La pulizia è stata effettuata il:
LastCommonClean=Ultima pulizia dei dischi:
LastDefrag=L'ultima deframmentazione del registro è stata effettuata il:
LeastOne=Seleziona almeno una sezione da analizzare.
LeftTime=Tempo rimanente:
LeftTimeSec=Durata: %s secondi.
LestOne=Seleziona almeno una sezione da analizzare.
LestOneClean=Seleziona almeno una sezione da pulire.
LestOneItem=Seleziona almeno un elemento da eliminare.
LogAll=Sono stati trovati %d problemi, %d dei quali sono stati risolti.
LogFail=Rimozione di %d elementi non riuscita.
Minutes=Minuti
MoreSpace=si può eliminare per liberare spazio
NeedBackup=Sembra che sia la prima volta che effettui il controllo del PC. Si consiglia di creare immediatamente un punto di ripristino. Vuoi farlo adesso?
NeedInstall=Vuoi installare %s adesso?
NeedStartup=Dovrai migliorare manualmente la velocità del PC, poiché Wise Care 365 non è impostato per avviarsi automaticamente all'avvio del sistema.
NeedUpdate=Vuoi aggiornare %s adesso?
Never=Mai
NeverDefrag=Il registro non è mai stato deframmentato!
New=Nuovo
NewVer=È disponibile una nuova versione di Wise Care 365! Vuoi aggiornarla ora?
NoBackupSelected=Seleziona almeno una copia da ripristinare
NoDriveChecked=Seleziona uno o più drive da analizzare.
NoError=Complimenti! Nessun problema rilevato!
NoFilesFound=Pulito
NoItemChecked=Seleziona uno o più file da eliminare.
NoItemFound=Nessun elemento rilevato
NoItems=Complimenti! Tutti gli elementi sono stati ottimizzati.
NoNewVer=Stai usando la versione più recente!
NoRegInfo=Non trovo le informazioni della tua registrazione.
Notice=Migliora velocità e sicurezza del PC
NoTracesFound=Nessuna traccia rilevata
NoTrashAndTrace=Complimenti! Il computer è pulito.
NotShowNotice=Non mostrare più questo messaggio
NotSupportOS=Questa caratteristica non è supportata su questo sistema operativo.
NowCleaning=Pulizia di:
Offer=Offerta speciale
Optimize=Ottimizza
PluginCount=Conteggio Plugin:
PrivacyActive=Attivazione
PrivacyData=Dati Privacy:
PrivacyDefaultHint=La ricerca regolare di dati tracciabili protegge la tua privacy da sguardi indiscreti.
Privacyissues=Rischi privacy:
PrivacyUnActive=Rischi privacy: Disattivato
Problems=Problemi
Proupdate=La versione giveaway non prevede l'aggiornamento gratuito. Se aggiornassi, perderesti i vantaggi della PRO (che sarà sostituita con la FREE). Contattaci e ti offriremo il 50% di sconto. Continui ugualmente?
RegBackup=Copia completa del Registro
RegBackupDone=Copia del registro creata con successo.
RegBackupFail=Impossibile creare copia del registro.
RegeditorLocked=Regedit è bloccato. È necessario accedere a Regedit per eseguire le funzioni di copia di sicurezza e di ripristino. Vuoi sbloccare Regedit?
RegEntries=Voci di registro non valide.
Regerror=Errori nel registro:
Registried=Registrato
RegRestore=Ripristino del registro
RegTitle=Non registrato
Removebackup=Vuoi davvero rimuovere la copia selezionata?
RemoveSysRestore=Vuoi davvero rimuovere il punto di ripristino selezionato?
ReScanHint=Si raccomanda di completare il controllo del PC per rilevare altri problemi che potrebbero rallentarlo.
ReScanHint1=Si consiglia di effettuare una nuova scansione per rilevare altri problemi.
ReScanHint2=Effettua una nuova scansione per rilevare altri problemi.
RestoreComplete=Ripristino completato.
RestoreFromSysRestore=È necessario riavviare il computer per ripristinare il sistema. Vuoi farlo adesso?
RestorePointDone=Punto di ripristino creato con successo.
RestorePointFail=Creazione del punto di ripristino non riuscita.
RestoreReg=Ripristino del registro in corso, attendere alcuni minuti.
Safetodel=si può eliminare in sicurezza
ScanAborted=Scansione annullata!
ScanCanceled=Scansione annullata!
ScanFor=Scansione:
Scaning=Scansione...
ScannedSection=Sezioni esaminate:
Scanning=Scansione in corso...
ScheduleHint=Pulisci il tuo pc regolarmente.
ScheduleNextTime=Prossimo avvio:
ScheduleNotActive=Pianificazione disattivata
Secs=Secondi
SelectFolder=Seleziona una cartella
SelectHardDrive=Seleziona un drive
ShredFile=Distruggi file/cartella
SkinCorrupt=Il file del tema scaricato è incompleto o corrotto! Scaricalo nuovamente.
SkinLimit=Questo tema funziona solo sulla nuova versione, vuoi aggiornare adesso?
StartClean=Pulizia
StartScan=Scansione
SuggestDefrag=Si consiglia la deframmentazione immediata.
SuggestIgnore=Potresti dover deframmentare il registro in futuro.
Summary=Riepilogo
SysCreating=Creazione di un punto di ripristino...
SysProtectOff=Protezione sistema spento
SysProtectOn=Sistema Operativo protetto
SysRestoring=Preparazione al ripristino del sistema...
ThanksRegister=Grazie per avere registrato questo prodotto!
Total=Totale:
TotalDefrag=Sono stati compressi %.2f in totale.
TotalTraces=Rilevate %d tracce d'uso.
TraceCount=Tracce rilevate:
TraceFound=Rilevati %d elementi rischiosi per la privacy.
TraceFoundEx=Rilevate le seguenti tracce d'uso:
TraceRemoved=%d elementi rischiosi per la privacy rimossi.
TranslateTo=Traduci in...
TrashFound=Rilevati %d file pari a %s.
TrashFoundEx=Rilevati i seguenti file superflui:
TrashRemoved=%d file eliminati: %s di spazio recuperato!
TrashSize=Dimensione file:
TrayNotice=Il PC non viene pulito da oltre 15 giorni!
TuneupCount=Conteggio Ottimizzazioni: 
TypeChanged=Le opzioni di scansione sono cambiate!
TypeNoError=Pulito
Unknow=Sconosciuto
Unlimited=Illimitato
Unoptimized=Non ottimizzato
Unregistried=Non registrato
VipSkin=Questo tema è disponibile solo per gli utenti registrati. Vuoi registrarti adesso?
WaitForDownload=Aspetta il completamento del download.
WaitUpdateComplete=Il processo di aggiornamento in corso non è completo. Aggiorna il programma più tardi.
WarnNoType=Seleziona almeno un tipo di file!
WarnZeroFile=Hai selezionato la ricerca di "File vuoti". Alcuni file da 0 byte sono necessari, verifica prima di rimuoverli. Confermi questa scelta?
WDCReport=Rapporto Wise Disk Cleaner
Working=Attendi il completamento del processo in corso, e riprova.

[Exclusion]
Folder=Cartelle escluse
AddFolder=Aggiungi
File=File esclusi
AddFile=Aggiungi
File Type=Tipi di file esclusi
AddType=Aggiungi
Registry=Chiavi di registro escluse
Add Key=Aggiungi
Delete=Elimina
Cookies=Escludi dominio
Add Cookie=Aggiungi
WhiteApp=Lista bianca delle applicazioni
BlackApp=Lista nera delle applicazioni
WhitePosition=Lista bianca delle posizioni
BlackPosition=Lista bianca delle posizioni

[PrivacyScan]
SeenPictures=Cronologia immagini visualizzate
SeenPicturesHint=Cronologia delle immagini visualizzate navigando in Internet.
SeenMovies=Cronologia filmati e video visualizzati
SeenMoviesHint=Cronologia dei filmati e video visualizzati navigando in Internet.
AccessFiles=Cronologia file aperti
AccessFilesHint=Cronologia dei file aperti durante l'utilizzo del computer.
VisitedWeb=Cronologia pagine visitate
VisitedWebHint=Cronologia delle pagine visitate navigando in Internet.

[PrivacyClean]
GoodHabit=Il tuo computer è pulito, è una buona abitudine, continua così!
CleanNow=La privacy è a rischio, si consiglia una pulizia immediata.
TraceFound=Rilevati %d elementi rischiosi per la privacy.
TraceRemoved=Rimossi %d elementi rischiosi per la privacy.

[Password]
Weak=Debole
OK=OK
Strong=Forte

[Schedule]
Daily=Giornaliera
Weekly=Settimanale
Monthly=Mensile
Idle=A PC inattivo
Login=All'accesso
Sunday=Domenica
Monday=Lunedì
Tuesday=Martedì
Wednesday=Mercoledì
Thursday=Giovedì
Friday=Venerdì
Saturday=Sabato
AutoScan=Scansione
AutoClean=Pulizia

[Bootup]
BootAction=Operazione
BootDelHint=Elimina questo elemento
BootLoad=Programmi e servizi caricati all'avvio
BootName=Descrizione programma
BootRate=Valutazione software 
BootSuggestion=Valutazione/Consiglio
BootTime=Avviato in
BtnRestore=Ripristina
CanDisable=Volendo, si può disattivare
delItem=Sei sicuro di voler eliminare questo elemento?
Disable=Disattiva
Enable=Attiva
FailToChange=Impossibile attivare o disattivare questo elemento.
HisInfo=%d elementi sono disattivati. Qui puoi attivare facilmente le esecuzioni disattivate per errore.
Keep=Lascialo com'è
MaySpeedup=Il tempo d'avvio sarà ridotto di %.2f secondi.
MustEnable=Sempre attivo
NoHisInfo=Nessun elemento è disattivato.
NoSuggestion=Nessuno
Optimal=Ottimale
Publisher=Autore
ServiceCountInfo=Rilevati %d servizi di terze parti e %d servizi di sistema.
ServiceName=Descrizione servizio
StartupInfo=Puoi disattivare programmi che non ritieni necessari, eseguiti all'accensione del tuo PC, per migliorarne la velocità d'avvio.
ToDisable=Disattivazione raccomandata
ToKeep=Lascia l'impostazione attuale
Tuneup=Ottimizza
TuneupDone=%d oggetto(i) d'avvio è(sono) stato(i) disattivato(i).
TuneupFaile=%d oggetto(i) d'avvio non possono essere disattivati.

[Msg]
WDCScanSpeed=La velocità di scansione più alta del mondo!
WDCSysSlimming=Nessun file rilevato!
PowerOpt=Nessun elemento da ottimizzare!

[CommonClean]
ScanAbortedHint1=Si consiglia una nuova scansione per la ricerca di file superflui.
ScanAbortedHint=Si consiglia una nuova scansione per la ricerca di file superflui e tracce d'uso.
DefaultHint=Una pulizia regolare recupera spazio sul disco e salvaguarda la tua privacy.
7After=Sono trascorsi %d giorni dall'ultima pulizia. Si consiglia una scansione immediata.
7Before=È buona norma mantenere i drive puliti e tutelare la propria privacy.

[SysClean]
Scanning=Scansione...
ScanEnd=Rilevati %d elementi. Verranno liberati %s di spazio su disco
NoItems=Complimenti! Il drive di sistema è pulito.
Open=Apri
Remove=Rimuovi
MoreSpace=si può eliminare per liberare spazio
Cleaning=Pulizia in corso...
NoItems=Congratulazioni! Il disco di sistema è pulito
SpaceFreed=Snellimento completato. Sono stati liberati %s di spazio su disco
Installer=Installatore di Windows obsoleto
LongInstaller=Gli installatori di Windows obsoleti sono file superflui. Si possono rimuovere per liberare spazio su disco.
PatchUninstall=File di disinstallazione degli aggiornamenti di Windows Update
LongPatchUninstall=Se non è necessario disinstallare gli aggiornamenti di Windows Update, è possibile rimuovere questi file.
Downloadedfiles=File di installazione di Windows scaricati
Longdownloadedfiles=Dopo l'installazione corretta degli aggiornamenti di Windows Update,  è possibile rimuovere questi file.
Baselinecache=Cache baseline di installatori di Windows
LongBaselinecache=Questi file sono stati creati dal servizio Windows Installer e possono essere rimossi.
JPIME=IME Giapponese
LongJPIME=Se non usi i file dell'IME Giapponese, puoi rimuovere questi file
KoreanIME=IME Coreano
LongKoreanIME=Se non usi i file dell'IME Coreano, puoi rimuovere questi file
TChineseIME=IME Cinese Tradizionale
LongTChineseIME=Se non usi i file dell'IME Cinese Tradizionale, puoi rimuovere questi file
MPinyinIME=IME MS Pinyin
LongMPinyinIME=Se non usi i file dell'IME MS PinYin, puoi rimuovere questi file
HelpFile=File della Guida di Windows
LongHelpFile=Se non usi i file della Guida di Windows, puoi rimuovere questi file
SamplePic=Immagini campione di Windows
LongSamplePic=Se non usi le immagini campione di Windows, puoi rimuovere questi file
SampleMic=Musica campione di Windows
LongSampleMic=Se non usi la musica campione di Windows, puoi rimuovere questi file
SampleVideos=Video campione di Windows
LongSampleVideos=Se non usi i video campione di Windows, puoi rimuovere questi file
SampleMedia=File multimediali campione di Windows
LongSampleMedia=Se non usi i file campione multimediali di Windows, puoi rimuovere questi file
Wallpaper=File degli sfondi di Windows
LongWallpaper=Se non usi i file degli sfondi di Windows, puoi rimuovere questi file

[PCExam]
CheckDefrag=Ricerca frammenti sul drive di sistema.
DefaultHint=Questo controllo rileva potenziali problemi di sicurezza ed elementi da ottimizzare, e permette di applicare le opportune correzioni con un solo clic.
Details=Dettagli
DiskDefrag=Verifica la frammentazione del disco di sistema
ExamCanceled=Il controllo è stato annullato!
ExamEndHint1=Sono stati controllati %d elementi, %d dei quali presentano problemi. Si consiglia di "Ripararli" tutti insieme.
ExamEndHint2=Sono stati rilevati %d elementi, tra cui %d con problemi. %d devono essere riparati manualmente. "Riparali" ora.
ExamEndHint3=Sono stati rilevati %d elementi, tra cui %d con problemi. Dovranno essere riparati manualmente.
ExamEndHintFixed=Complimenti! Tutti gli elementi da riparare sono stati riparati.
ExamEndHintFixed3=Sono stati riparati %d problemi, ma %d necessitano di un intervento manuale.
ExamEndHintFixed4=Complimenti! Sono stati riparati %d elementi che necessitavano di riparazione.
ExistsPrivacyRisks=Esistono rischi per la privacy.
FilesFound=Rilevati %d file, che occupano %s di spazio su disco
FindJunkFiles=%d file, %s.
FindPrivacyData=Trovate %d registrazioni di privacy.
FindTrace=%d traccia rilevata.
FindTraces=%d di cronologia rilevata.
FindTrash=Rilevati file superflui per %d, che occupano %s di spazio su disco
FirePWall=Verifica la disponibilità di Windows Public Firewall.
FirePWallInvalid=Il firewall di Windows sulla rete pubblica è disattivato.
FirePWallValid=Il firewall di Windows sulla rete pubblica è attivato.
FireSWall=Verifica la disponibilità di Windows Home/Private Firewall.
FireSWallInvalid=Il firewall di Windows sulla rete privata è disattivato.
FireSWallValid=Il firewall di Windows sulla rete privata è attivato.
FireWallInstalled=È installato un programma antivirus.
FireWallUnInstalled=Non è stato rilevato alcun programma antivirus sul computer.
FirstTimeRunHint=Stato del PC? Controllalo subito!
FixCanceled=L'operazione di riparazione è stata annullata!
Fixing=Riparazione:
FolderOption=Verifica la disponibilità delle "Opzioni Cartella"
FolderOptionsInvalid=Le opzioni cartella sono disattivate.
FolderOptionsValid=Le opzioni cartella sono valide.
IEShell=Verifica la validità della funzione di shell di IE.
IEShellFail=La shell di IE è compromessa.
IEShellFine=La shell di IE funziona normalmente.
InstallSafeSoft=Installa un programma antivirus
JunkFiles=File superflui presenti nel computer
JunkFilesEx=File non validi come cache, log, file temporanei, ecc.
LastCheck=Ultimo controllo del PC:
LastFixTime=Sono trascorsi %d giorni dall'ultimo controllo.
ManualFix=Riparazione manuale
ManualProcess=Ottimizzazione manuale
ManualProcessEx=Rischi per la privacy, frammentazione dei dischi, ecc. (richiede la "riparazione manuale")
NeedDefrag=È necessario deframmentare il drive di sistema.
NoNeedDefrag=Non è necessario deframmentare il drive di sistema.
NoOptimizeItems=Tutti gli elementi sono stati ottimizzati.
NoPrivacyRisks=Nessun rischio per la privacy.
OptimizeOptItems=Convalida gli elementi ottimizzati.
OptimizeResult=Sono stati ottimizzati %d elementi per velocizzare il computer.
PcGood=Complimenti! Il PC è in buono stato.
PCHealthNum=Indicatore dello stato del PC:
PrivacyHint=Cancella tutte le tracce di explorer.exe e le attività passate del computer.
PrivacyItmes=Rischi per la privacy
ReFixHint=Si raccomanda di procedere alla riparazione completa del PC per rendere il computer più veloce.
RegeditLocked=L'editor del registro è disattivato.
Regeditor=Verifica la disponibilità dell'editor del registro di Windows
RegeditUnLocked=L'editor del registro è valido.
RegEntriesCount=Rilevate %d voci non valide.
RegEntriesResult=Sono tate eliminate %d voci di registro non valide.
RegistryJunk=Voci di registro non valide
RegistryJunkEx=Voci di registro orfane, obsolete, o non valide
RemoteDesktop=Verifica la disponibilità della connessione a Desktop Remoto di Windows
RemoteDesktopAlive=La connessione di Desktop Remoto è attiva.
RemoteDesktopDisabled=La connessione di Desktop Remoto è disattivata.
ReScanHint=Si raccomanda di effettuare un controllo completo del PC per individuare ulteriori problemi che rallentano il PC.
Result.FailTranstr=Non è stato rilevato alcun programma antivirus sul computer.
Result.FineTranStr=Sul computer è installato un programma antivirus.
SafeCheckResult=Sono stati riparati %d problemi relativi alla sicurezza.
ScanFor=Scansione:
ScanOptItems=Elementi ottimizzabili
SDDDetected=Rilevato SSD. Tralasciato.
SecurityProject=Elementi relativi alla sicurezza
SecurityProjectEx=Firewall, registro, desktop remoto, ed altri processi di sicurezza
ShortJunkFiles=File superflui
ShortJunkFiles=File superflui nel computer
ShortJunkFilesEx=File superflui
ShortManualProcessEx=Ottimizzazione manuale processi
ShortRegistryJunk=Voci di registro non valide
ShortRegistryJunkEx=Voci di registro non valide
ShortSecurityProjectEx=Processi di sicurezza
ShortSystemTuneup=Gli elementi possono essere ottimizzati
ShortSystemTuneupEx=Ottimizzazione del sistema
ShortUserTrace=Dati di navigazione
ShortUserTraceEx=Tracce d'uso del computer
Suggestion1=Si consiglia un controllo immediato.
SystemTuneup=È possibile ottimizzare %d elementi per migliorare le prestazioni del PC
SystemTuneupEx=Migliora la velocità di Windows, le prestazioni e la stabilità del sistema, ecc.
TaskManager=Verifica la disponibilità del Task Manager di Windows
TaskManagerInvalid=Il Task Manager è disattivato.
TaskManagerValid=Il Task Manager è valido.
Tracehint=Cancella la cronologia di navigazione, la storia di accesso ai documenti, ecc
TraceResult=Pulizia di %d tracce d'uso.
TracesFound=Rilevate %d tracce
TrashResult=Sono stati eliminati %d file superflui, liberando %s di spazio su disco
UnsettledItems=I seguenti elementi necessitano di un intervento manuale.
UserTrace=Tracce nel computer e cronologia di navigazione
UserTraceEx=Cronologia dei programmi usati, file aperti, siti web visitati, ecc.
WindowsAutoUpdate=Verifica la disponibilità del servizio aggiornamenti automatici di Windows Update
WindowsAutoUpdateInvalid=L'aggiornamento automatico di Windows è disattivato.
WindowsAutoUpdateValid=L'aggiornamento automatico di Windows è valido.

[FileErase]
NetPath=Non posso eliminare un percorso di rete.
None=Nessuno
Crushing=Distruzione:
Shred=Distrutti
InUsed=In uso
Aborted=Interrotto
Shredding=Distruzione
SysPath=Impossibile eliminare il percorso selezionato poiché contiene importanti percorsi di sistema.
ScrubFinished=Distruzione completata! Sono stati distrutti %d file ma non è stato possibile distruggere %d file.
ScrubCanceled=Distruzione annullata!  Sono stati distrutti %d file ma non è stato possibile distruggere %d file.
Erased=Distrutto
Canceled=Annullata

[DiskDefrag]
Volume=Drive
Format=File System
TotalSpace=Spazio totale
FreeSpace=Spazio libero
Fragmented=Frammenti
Status=Stato
PmDefrag=Deframmenta
QuickOpt=Ottimizzazione rapida
FullOpt=Ottimizzazione completa
PmAnlyse=Analizza
Resume=Riprendi
Analying=Analisi
Defragmenting=Deframmentazione
Optimizing=Ottimizzazione
Analyed=Analizzato
Defragmented=Deframmentato
Optimized=Ottimizzato
Pause=Sospendi
IsSSD=La selezione deve comprendere almeno un drive a stato solido. Ogni deframmentazione potrebbe ridurne la durata. Sei sicuro di voler continuare?
FragmentedRate=Frammentazione
DefragInfo=È bene deframmentare il disco dopo averlo utilizzato per qualche tempo, per mantenerlo efficiente.

[BtnList]
WiseReminder=Wise Reminder
WiseReminderDesc=Un promemoria delle cose da fare, per aiutarti a organizzare al meglio i tuoi compiti giornalieri.
GameBooster=Game Booster
GameBoosterDesc=Un semplice ed efficace acceleratore per i tuoi giochi.
ForceDeleter=Force Deleter
ForceDeleterDesc=Sblocca ed elimina i file in modo facile e sicuro
SystemMonitor=System Monitor
SystemMonitorDesc=Analizza i processi, l'hardware e il traffico di rete
AutoShutdown=Auto Shutdown
AutoShutdownDesc=Spegne automaticamente il PC
DataRecovery=Data Recovery
DataRecoveryDesc=Recupera i file eliminati
FolderHider=Nascondi file e cartelle
FolderHiderDesc=Facile nascondere dati personali
JetSearch=Ricerca rapida
JetSearchDesc=Ricerca velocemente file locali
MemoryOptimizer=Ottimizza la memoria
MemoryOptimizerDesc=Strumento per liberare memoria
ProgramUninstaller=Disinstalla programmi
ProgramUninstallerDesc=Rimuove accuratamente programmi indesiderati
PluginClean=Rimuovi plugin
BigFile=File grandi
BigFileDesc=Un modo semplice per gestire file grandi.
RegClean=Pulizia registro
RegCleanDesc=Trova e ripara le chiavi ridondanti nel registro.
CommClean=Pulizia normale
CommCleanDesc=Eliminare file inutili e tracce è facile e veloce.
AdvClean=Pulizia avanzata
AdvCleanDesc=Trova ed elimina file inutili in tutti i drive.
SysSimming=Snellimento sistema
SysSimmingDesc=Elimina facilmente i file inutili di windows.
PowerOpt=Ottimizza sistema
PowerOptDesc=Migliora le prestazioni del tuo PC.
DiskDefrag=Deframmenta dischi
DiskDefragDesc=Deframmenta i dischi velocizzando il tuo sistema.
RegDefrag=Deframmenta registro
RegDefragDesc=Ottimizza il registro velocizzando il tuo sistema.
Startup=Esecuzioni all'avvio
StartupDesc=Gestione facilitata dei programmi eseguiti all'avvio.
ContextMenu=Menu clic destro
ContextMenuDesc=Gestione facilitata degli oggetti nel menu contestuale di windows.
PrivacyErase=Tutela privacy
PrivacyEraseDesc=Rimuove le tracce e le cronologie per mantenere al sicuro la tua privacy.
DiskErase=Bonifica dischi
DiskEraseDesc=Cancella tutti i file eliminati dal tuo disco.
FileShredder=Distruzione file
FileShredderDesc=Previene che i frammenti dei file vengano recuperati sovrascrivendo il loro spazio originario.
PasswordGenerator=Genera password
PasswordGeneratorDesc=Genera facilmente una password forte.
ProcessMon=Rilevazione processi
ProcessMonDesc=Gestione facilitata dei processi in esecuzione.
SystemInfo=Info Computer
SystemInfoDesc=Una panoramica delle informazioni del tuo hardware e del tuo sistema.

[DiskErase]
Stop=Ferma
Erase=Elimina
Rule1=Dati casuali 1 passaggio (consigliato)
Rule2=DoD 5220.22-M 3 passaggi
Rule3=Schneier's 7 passaggi
Rule4=Guttmann 35 passaggi
EraseFinished=Bonifica completata. Durata:
ErasingFor=Bonifica dei file cancellati su %s, attendere prego...
TempFileDeleting=Cancellazione file temporanei...
ErasingForDisk=Bonifica dello spazio libero su %s, attendere prego...
ManyFiles=Rilevati molti file recuperabili.
FewFiles=Rilevati alcuni file recuperabili.
SkipAnalyse=Tralascia analisi (drive FAT)
Secure=Sicuro
DoesNotSupport=Non supporta questo drive.
Erasing=Bonifica in corso...
Finished=Bonifica completata.
Canceled=Bonifica annullata.
ConfirmEraseDisk=La bonifica del disco richiede un certo tempo. Chiudi altre applicazioni per evitare operazioni di I/O in questo periodo. Vuoi continuare?
PartitionError=Un grave errore è stato trovato nelle tue partizioni.

[Tuneup]
AeroPeek=Migliora la velocità di visualizzazione di Aero Peek.
AeroSnap=Accelera la visualizzazione delle anteprime dei programmi sulla barra delle applicazioni.
AutoKill=Termina i processi bloccati per evitare crash del sistema.
BlueReboot=Disattiva il riavvio automatico quando il sistema rileva lo schermo blu della morte (BSOD).
BootDelay=Riduce la durata della "verifica dischi" migliorando la velocità di avvio di Windows.
BootPartition=Attiva la funzione di ottimizzazione migliorando la velocità di avvio di Windows.
BootSpeedup=Accelerazione di avvio e spegnimento.
ClearPagingFile=Disattiva lo svuotamento del file di paging di Windows allo spegnimento accelerando lo spegnimento del PC.
CloseAnimate=Disattiva gli effetti di animazione per migliorare la velocità di Windows.
Debugger=Disattiva il debugger velocizzando la gestione degli errori.
DisableDefragBoot=Disattiva la deframmentazione del drive di sistema all'avvio per aumentare la vita utile dell'SSD.
DisableDefragIdle=Disattiva l'autodeframmentazione in caso di inattività per aumentare la vita utile dell'SSD.
DisableIDECheck=Impedisce la verifica dei canali IDE di Windows migliorandone la velocità di avvio.
DisablePrefetch=Disattiva i parametri di prefetch per aumentare la vita utile dell'SSD.
DisableSuperPrefetch=Disattiva i parametri di Superfetch per aumentare la vita utile dell'SSD.
DisAutoRun=Disattiva la funzione "Autoplay" sui drive per scongiurare infezioni e propagazioni di virus.
EnableTRIM=Attiva la funzione TRIM (RITAGLIO) per migliorare le prestazioni dell'SSD.
ErrorReport=Disattiva la comparsa di segnalazioni di errore migliorando le prestazioni del sistema.
FileListSpeed=Accelera la procedura di aggiornamento dell'elenco dei file di Windows.
ForeAppSpeed=Migliora la velocità di risposta dei programmi attivi.
IconCache=Aumenta la cache delle icone di sistema velocizzando la comparsa del desktop.
ItemsOptimized=Sono stati ottimizzati %d elementi.
NetworkSpeedup=Velocità della rete.
NoItems=Congratulazioni! Tutti gli elementi sono stati ottimizzati.
NoSelectedItem=Seleziona almeno un elemento da ottimizzare.
OptDiskIdle=Ottimizza I/O del disco quando la CPU è inattiva.
OptDiskSystem=Ottimizza il sottosistema I/O del disco migliorando le prestazioni del sistema.
OptDNS=Ottimizza le velocità di analisi DNS e di interrogazione DNS.
OptEthernet=Ottimizza le prestazioni della scheda Ethernet.
OptFileSystem=Ottimizza il file system migliorando le prestazioni del sistema.
OptIEConnection=Aumenta il numero massimo di connessioni per server. Migliora la velocità di caricamento delle pagine web e dei video visualizzati online.
OptItems=È possibile ottimizzare i seguenti %d elementi.
OptLAN=Ottimizza la velocità della connessione alla rete locale (LAN).
OptMemory=Ottimizza le impostazioni predefinite di memoria migliorando le prestazioni del sistema.
OptMTU=Potenzia le prestazioni TCP/IP rilevando automaticamente i "buchi neri" nel routing con tecnica Path MTU Discovery.
OptNetForward=Ottimizza la capacità di inoltro della rete migliorandone le prestazioni.
OptNetWork=Ottimizza le impostazioni di rete migliorando le prestazioni delle comunicazioni.
OptTTL=Ottimizza le impostazioni di TTL (Time To Live) migliorando le prestazioni della rete.
OptVEff=Ottimizza l'aspetto dei componenti visivi (finestre di dialogo, menu, ecc.) migliorando le prestazioni del sistema.
OptWINS=Ottimizza i tempi di richiesta del nome WINS migliorando la velocità di trasferimento dati.
PagingExecutive=Disattiva la paginazione della memoria e riduce l'I/O del disco migliorando le prestazioni delle applicazioni (l'opzione può essere ignorata se la memoria fisica è minore di 1 GB).
PorcessorTime=Ottimizza le prestazioni del processore per l'esecuzione di applicazioni, giochi, ecc. (ignora se il computer è usato come server).
PrefetchParameters=Ottimizza i parametri di prefetch migliorando la velocità di avvio di Windows.
PreviewUp=Accelera la velocità di visualizzazione delle anteprime sulla barra delle applicazioni.
RemoteRegAccess=Disattiva l'accesso e la modifica al registro di sistema da un computer remoto.
RestartExplorer=Riavvia automaticamente Windows Explorer evitando scomparse inattese del desktop.
RestoreAll=Sei sicuro di voler reimpostare tutti gli elementi ai valori predefiniti di Windows?
ShowSpeed=Migliora la velocità di risposta dei menu di sistema.
SSDSpeedup=Ottimizza SSD.
StaticIP=Imposta un IP statico per la connessione locale velocizzando l'avvio del PC.
SystemSpeedup=Velocità del sistema.
SystemStable=Stabilità del sistema.
TakeEff=L'ottimizzazione di alcuni elementi avrà effetto solo dopo il riavvio del PC.
TimeOut=Riduce lo stato di inattività delle applicazioni in chiusura migliorando il processo di spegnimento.
TwoProcess=Imposta i componenti di Windows Explorer per avviarsi in processi separati, evitando conflitti di sistema.

[Summary]
ContextMenu=Oggetti non validi del menu contestuale
MUICache=Riferimento cache MUI mancante
Services=Servizi di Windows non validi
Activex=Componenti ActiveX e COM non validi
FireWall=Impostazioni del firewall di Windows non valide
RootAll=Percorsi e file non validi
SoftwareSection=Percorsi e file non validi lasciati da software disinstallato
ApplicationPaths=Percorsi ad applicazioni e file registrati non validi
FileTypes=Informazioni su estensioni di file non valide
HelpFiles=File della guida registrati non validi
Fonts=Informazioni su font non valide
SharedDLL=DLL condivise mancanti
MRULists=Cronologia di file aperti, filmati visualizzati, documenti modificati, ecc.
UninstallSection=Informazioni di disinstallazione inutili o non valide
StartMenu=Voci obsolete del Menu Start
StartupProgram=Programmi in esecuzione automatica obsoleti o non validi
SoundandAppEvents=Impostazioni di suoni ed eventi obsolete o non valide
IEUrlHistory=Cronologia di navigazione del web con IE
IFEO=Voci nocive create da spyware, virus o malware
EmptyKey=Voci prive di informazioni
App=Impostazioni di applicazioni non valide

[ErrorMessage]
MUIError1=Riferimento cache MUI mancante, ma il drive "%s" è %s, si consiglia di ignorare l'errore.
MUIError=Riferimento cache MUI mancante
ServiceNotExists=Il servizio del programma specificato non esiste.
MimeExName=Estensione file MIME errata registrata: %s
EmptyKey=Chiave vuota
EmptyHelpdirctory=Directory della guida vuota
FileNotExist=File (cartella) inesistente
HFileNotExist=Il file (cartella) non esiste
EmptyValue=Valore vuoto
TypeLib=Libreria tipi non esistente:
NodeEmpty=Nodo vuoto
SharedFilenotexist=File condiviso inesistente
sharedfilenotbeuse=File condiviso inutilizzato
noconnection=File privo di informazioni di collegamento
Invalidpathtoicon=Percorso ad icona non valido
ReferstoaninvalidClass=Riferimento a Class non valida
Emptyshellcommand=Il comando della shell è vuoto
Invalidshellcommand=Comando della shell non valido (file inesistente)
Fontsnotexist=File del font inesistente
Hijacking=%s è stato dirottato da %s.
MRULists=Liste MRU utente
invalidOpenWith=Nessuna applicazione associata a questo tipo
ReferActivex=Riferimento a una voce Activex/COM non valida
EmptyCLSID=CLSID vuota
ComSourceNotExist=Origine COM inesistente
invalidUnistall=Informazioni di disinstallazione non valide
notexist=non esiste
ObsoleteStartMenuItem=Voce obsoleta del Menu Start
SoundFilenotexist=File sonoro inesistente
FileNotExist1=File (cartella) inesistente, ma il drive "%s" è %s, si consiglia di ignorare questo errore
OpenWithError=Apertura in errore, l'applicazione specificata non esiste.
OpenWithError1=Apertura in errore usando "Apri con...", l'applicazione specificata non esiste. Ma il drive "%s" è %s, si consiglia di ignorare questo errore.
ComSourceNotExist1=Origine COM inesistente, ma il drive %s è %s, si consiglia di ignorare questo errore.

[Area]
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Storia dell'accesso ai file
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Cronologia di Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=File temporanei di Adobe Reader
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=File temporanei delle installazioni da parte di software Apple
AshampooBurningStudio=Ashampoo Burning Studio
AVGAnti-Spyware=AVG Anti-Spyware
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=File temporanei di Google Chrome
ChromeCookies=Cookie di Google Chrome
ChromeForm=Cronologia autocompletamento moduli in Google Chrome
Chromelocalstorage=Archiviazione locale di Google
ChromePass=Password salvate in Google Chrome
ChromeSession=Sessione di Google Chrome
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookie
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Cookie di MS Internet Explorer DOMStore
DownloadedPatch=File scaricati creati da Windows
Downloads=File scaricati col browser
DriveTheLife=DriveTheLife
Dump=Rapporti dei crash di sistema
DVDFab=DVDFab
ErrorReport=File di segnalazione errori
Evernote=Evernote
EwidoAnti-Malware=Ewido Anti-Malware
ExamDiff=ExamDiff
ExplorerMRU=Altri MTU di Esplora Risorse
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Cache di Mozilla FireFox
FireFoxCookies=Cookie di Mozilla FireFox
FireFoxForm=Cronologia autocompletamento moduli in Mozilla FireFox
FireFoxOther=Altra cronologia di Mozilla FireFox
FireFoxPass=Password salvate in Mozilla FireFox
Flash=Adobe Flash Player
FontCache=Cache dei font di Windows
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Cronologia barra indirizzi di MS Internet Explorer
IECahce=Cache di MS Internet Explorer
IECookies=Cookie di MS Internet Explorer
IEForm=Cronologia autocompletamento moduli in Internet Explorer (Dati privati non elencati)
IEHistory=Cronologia attiva di MS Internet Explorer
IEPass=Password salvate in MS Internet Explorer (Dati privati non elencati)
IISLog=File dei rapporti IIS
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Collegamenti non validi
InvalidScTask=Operazioni pianificate non valide
InvalidStartMenu=Voci non valide nel Menu Start
iTunes=iTunes
IZArc=IZArc
JumpList=Jump list in barra processi (saranno rimossi anche gli oggetti fissi)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Ultima destinazione download
LogFile=File dei rapporti di sistema
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Cache del registro e degli aggiornamenti di MS Security Essentials
MetroCache=Cache di Windows Metro
MicrosoftSilverlight=MS Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Cache internet di MS Edge
MSEdgeCookies=Cookie di MS Edge
MSEdgeDownloadHistory=Cronologia dei download di MS Edge
MSEdgeHistory=Cronologia di MS Edge
MSEdgeRecentlyTypedURLs=URL digitati recentemente nella barra degli indirizzi di MS Edge
MSEdgeSavedFormInformation=Cronologia dell'autocompletamento dei moduli di MS Edge (Dati privati non elencati)
MSEdgeSavedPasswords=Password salvate in MS Edge (Dati privati non elencati)
MSEdgeSession=Sessioni di MS Edge
MSN=Windows Live Messenger
MSOffice=MS Office
MSOffice2003=MS Office 2003
MSOffice2007=MS Office 2007
MSOffice2010=MS Office 2010
MSOffice2013=MS Office 2013
MSOffice2016=MS Office 2016
MSOffice97=MS Office 97
MSOfficeXP=MS Office XP
MSOneDrive=MS One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Cronologia dei drive mappati in rete
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=MS Office
OfficePicture=MS Office Picture Manager
OfficeRecent=Cronologia file recenti di MS Office
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Cache di Opera
OperaCookies=Cookie di Opera
OperaHistory=Cronologia di Opera
OperaPassword=Password salvate in Opera
OperaSessions=Sessioni di Opera
OperaSiteIcon=Icone del sito web di Opera
OperaURLHistory=URL digitati in Opera
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=Cache di PaleMoon
PaleMoonCookies=Cookie di PaleMoon
PaleMoonDownloadHistory=Cronologia dei download di PaleMoon
PaleMoonHistory=Cronologia di PaleMoon
PaleMoonSavedFormInformation=Moduli salvati di PaleMoon
PaleMoonSession=Sessione di PaleMoon
PaleMoonSitePreferences=Preferenze del sito PaleMoon
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Vecchi dati di Windows Prefetch
QIHU360TotalSecurity=360 Total Security
QQ=Cache di Tencent QQ
QQImg=Immagini ricevute da Tencent QQ
QQPCMgr=QQPCManager
QQRFile=File ricevuti da Tencent QQ
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Documenti recenti
Recyclebin=Svuotamento Cestino
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=File temporanei Desktop Remoto
RunStartMenu=Cronologia finestra ESEGUI (menu start)
SafariCache=Cache Internet di Safari
SafariCookies=Cookie di Safari
SafariHistory=Cronologia di Safari
SafariPass=Dati moduli salvati in Safari
SamsungKies=Samsung Kies
SearchList=Cronologia ricerche di Windows
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=File superflui creati da Windows
SystemTrace=Tracce d'uso di windows e delle applicazioni
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Cache delle anteprime
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Tracce d'uso nel computer
TraryNotify=File temporanei delle icone nell'area di notifica
TrashClean=File superflui nel computer
TUGZip=TUGZip
TypeInternet=Navigazione su internet
TypeMedia=Multimedia
TypeOtherApp=Altre applicazioni
TypeSystem=Sistema Windows
TypeWComponents=Componenti di Windows
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=File superflui creati da applicazioni
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Storia delle immagini visualizzate
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Cronologia delle pagine visitate
Vivaldi=Vivaldi
VivaldiCache=Cache di Vivaldi
VivaldiCookies=Cookie di Vivaldi
VivaldiForm=Moduli salvati in Vivaldi
Vivaldilocalstorage=Archiviazione locale di Vivaldi
VivaldiSavedpasswords=Password salvate in Vivaldi
VivaldiSession=Sessione di Vivaldi
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Storia dei video visualizzati
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Cache di Sistema di Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Cache di Windows Installer
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Copie di riserva di alcuni file della cartella WinSxs
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XilisoftVideoConverter=Xili soft Video Converter
XMLSpy=XML Spy
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Cache di Yandex
YandexCookies=Cookie di Yandex
YandexForm=Moduli salvati in Yandex
YandexLocalstorage=Archiviazione locale di Yandex
Yandexpass=Password salvate in Yandex
YandexSession=Sessione di Yandex
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Oggetti non validi del menu contestuale
MUICache=Cache MUI
Services=Servizi di Windows
Activex=Componenti ActiveX/COM
FireWall=Impostazioni Firewall
RootAll=Percorsi non validi
SoftwareSection=Percorsi software
ApplicationPaths=Percorsi applicazioni
FileTypes=Tipi di file
HelpFiles=File della guida
Fonts=Font
SharedDLL=DLL condivise
MRULists=Liste MRU utente
UninstallSection=Disinstallatori
StartMenu=Menu Start
StartupProgram=Esecuzioni automatiche
SoundandAppEvents=Suoni ed eventi applicazioni
IEUrlHistory=Cronologia URL di IE
IFEO=File di immagini eseguibili
EmptyKey=Chiavi vuote
App=Impostazioni applicazioni
UserDefine=Definito da utente
ZeroFile=File vuoti - 0 byte
WinSetupLog=File di registro degli errori di installazione di Windows
NtUninstall=Disinstallatori degli aggiornamenti di Windows
InvalidLnk=Collegamenti non validi
UserTemp=File in cartelle temporanee di Utenti
WinTemp=File in cartelle temporanee di Windows
RecentFiles=Collegamenti a file recenti
PatchSource=Installatori di Windows Update
TempFile=File temporanei
fcwdir=File creati da processi di download
tfcbp=File temporanei creati da programmi
sdrf=File di ripristino creati durante la scansione dei dischi
OldFile=Vecchi file
outdatedfile=File non aggiornati
fcwhfir=File creati durante l'uso della Guida di windows
Ncfile=File della cache dei newsgroup
Backupfile=Copie di riserva
WBfile=Copie di riserva di MS Word
Cbswahf=File creati durante la ricerca nella Guida di windows
whtf=File temporanei della guida di Windows
Logfile=File di registro
LLogfile=File di registro creati da applicazioni o servizi di sistema
Errorfile=File di errore
Wmdf=Rapporti dei crash di sistema di Win2000/XP
bcomf=Copie di riserva di file modificati
Indexfile=File indice
ifcbsiotitpbs=File indice creati dal sistema per velocizzare la ricerca di immagini
Tfcds=File temporanei creati durante le installazioni dei software
Intermediatefile=File intermedi
chkfile=File recuperato

[Tools]
Update=Aggiorna
Download=Scarica
WhatNew=Novità

[BootTime]
BootTimeEx=Referenza tempo di avvio
BootLike=Accetta il tuo tempo di avvio
Btnopt=Velocizza
Congratulation=La velocità di avvio del computer è di:
BootTime=Bootup Time: %d secondi
FailWeahter=Impossibile accedere alle informazioni meteo.

[MenuBar]
Support=Centro di supporto
BtnCustom=Personalizza
BtnRestore=Ripristino
BtnSkin=Temi
BtnMenu=Menu
BtnBackup=Copie

[UpgradePro]
Title=Perchè passare alla versione Pro
MoreSkin=Altri temi
CustomHead=Avatar personalizzato
Support=Supporto 7x24
Buy=Acquista
Reg=Registra
RegUser=Utente registrato

[AutoUpdate]
UpdateFail=Aggiornamento non riuscito; vuoi scaricare il file di installazione dal nostro sito?
NoFiles=Seleziona i file da aggiornare.
CurrentFile=File corrente:
Readed=Download:
SumSize=Dimensione totale:
Byte=Byte
DownloadError=Download in errore, riprova più tardi.
AutoUpdate=Wise Care 365 - Aggiornamento in tempo reale
StartUpdate=Avvia aggiornamento
Cancel=Annulla
Ready=Download pronto.
FindUpdate=Sono disponibili aggiornamenti per questi componenti:
NewVerInfo=Cambiamenti nuova versione:
IgnoreVer=Ignora aggiornamenti per questa versione
BtnUpdate=Aggiorna adesso
BtnNotNow=Non adesso

[SoftRate]
Querying=Ricerca...
Good=Mi piace 
Bad=Non mi piace
Safe=Rapporto
Ver=Ver:
Ratings=Valutazioni
SoftNotExist=Programma non trovato.
GetSoftInfoError=Ricezione info programma non riuscita
UploadSoftLogoError=Errore caricamento info programma
SubmitData=Invio dei tuoi commenti su questo programma...
SubmitSoftInfoError=Errore di invio correlato alla rete.
SubmitRateSuccess=Inviato con successo.
HaveSubmitRate=Lo hai valutato.
Submitgoodbad=Invio delle tue informazioni...
me=Io
NickTooLong=Lo pseudonimo non può superare 20 caratteri.
MailTooLong=L'indirizzo Email non può superare 50 caratteri.
WrongEmail=Indirizzo email non valido.
ReviewTooLong=La lunghezza totale della valutazione non può superare 300 caratteri.
RateHint=Unisciti alla nostra valutazione del software e valuta i tuoi programmi preferiti!
UnknowName=Prodotto sconosciuto
UnknowVer=Versione sconosciuta
UnknowDesc=Descrizione

[Edit]
pmcut=Taglia
pmcopy=Copia
pmpaste=Incolla
pmdelete=Elimina
pmselectall=Seleziona tutto

[Turbo]
PmActive=Ricordamelo più tardi
PmNever=Non me lo mostrare più 
btnClean=Pulisci adesso
NeedCleanTrash=%s file superflui rilevati.
NeedCleanTrace=%d tracce rilevate.
NeedClean=L'utilizzo del PC ha generato parecchi file superflui!

[Renew]
btnact.caption=Attiva la tua chiave di licenza
Regexpire=Non sarà possibile usare Wise Care 365 oltre la scadenza dei giorni di prova.
Regtitle2=I 30 giorni di prova sono scaduti. Registrati in tempo.
Regtitle=%d giorni di prova rimanenti.
RegPrice=Acquista la versione Pro per mantenere il PC al massimo delle prestazioni! Solo %s !
Regnow=Registrati!
title=Wise Care 365 PRO scadrà tra %d giorni!
title2=Il tuo codice di licenza è scaduto. Rinnovalo in tempo!
Price=Per mantenere il PC al massimo delle prestazioni! Solo %s !
lblfeature1.caption=Protezione totale della privacy: Tutela Privacy.
lblfeature2.caption=Gestione del menu contestuakle: Rende il menu più flessibile.
lblfeature3.caption=Aggiornamenti automatici: Risparmia tempo per l'aggiornamento alle nuove versioni.
lblfeature4.caption=Nuovi fantastici temi e skin: Dedicati agli utenti Pro.
lblfeature5.caption=Supporto tecnico gratuito 7x24: Risposta prioritaria alle tue richieste.
lblrefund.caption=Offriamo il rimborso incondizionato al 100%.
lblremind.caption=Ricordamelo più tardi
lblhint.caption=Funzionalità esclusive di Wise Care 365 PRO:
lbldesc.caption=Potresti perdere le funzioni della versione PRO che stai usando.
btnrenew.caption=Rinnova ora
WorkTotal=Fino ad ora, Wise Care 365 ha ripulito %s di file superflui, eliminato %d elementi della cronologia e rimosso %d errori del registro

[Sysmon]
ActivityPercent=Percentuale attività
AdapterType=Tipo di scheda
Asset=Asset Tag
ATAVER=Versione ATA
ATemperature=Temperatura media
ATM=ATM
BiosDate=Data di rilascio del bios
Board=Scheda madre
BoardType=Tipo di scheda
btnBoard.caption=Scheda madre
btnDisk.caption=Hard Drive
btnGraphic.caption=Scheda grafica
btnHardMonitor.caption=Rilevazione Hardware
btnMemory.caption=Memoria
btnNetAdapter.caption=Scheda di rete
btnOsOverview.Caption=Sistema operativo
btnOverview.caption=Panoramica
btnProcess.Caption=Processo
btnProcessor.caption=Processore
btnSoftMonitor.caption=Rilevazione processi
btnSoundCard.caption=Scheda audio
BusType=Tipo di Bus
BytesPerSector=Byte per settore
CacheSize=Dimensione cache L2
ColorDepth=Profondità di colore
connected=connesso a un peer remoto.
connecting=Connessione in corso.
Cores=Conteggio Core
CPU=CPU
CPUUpgrade=Aggiornamento processore
CPUUsage=CPU: %d
CTemperature=Temperatura core nr %d
CurrentSpeed=Velocità corrente del processore
Cylinders=Cilindri
DataWidth=Larghezza dati
Description=Descrizione
DeviceID=ID del dispositivo
DHCP=Indirizzo DHCP
DHCPName=Nome scope DHCP 
disconnected=disconnesso
Disk=Disco
DiskRPM=RPM(R/s)
DiskRPM=RPM(R/min)
DNSIP=IP del server DNS
DNSServers=Server DNS
DNSSuffixes=Suffissi DNS
DomainName=Nome dominio
Drive=Lettera del Drive
EngineClock=Clock del motore
Ethernet=Ethernet
Familiy=Famiglia
Fans=Ventole
FileSystemName=Tipo di File System
Form=Fattore di forma
FreeSpace=Spazio libero
frmSoftMonitor.ppDetails=Informazioni dettagliate
frmSoftMonitor.ppKillProc=Termina il processo
frmSoftMonitor.ppNet1=Blocca accesso alla rete
frmSoftMonitor.ppNet2=Consenti accesso alla rete
Gateway=Indirizzo Gateway
GPU=GPU
GPUChip=Chip GPU
Graphics=Grafica
HandleNumber=Numero degli handle degli oggetti contenuti
HDFirmware=Versione del firmware
HostName=Nome dell'host 
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Senza Fili
InterfaceType=Tipo di interfaccia
IPAddress=Indirizzo IP 
IPMask=Masch.sottorete-subnet
LANdisabled=La scheda LAN è stata disattivata.
Loading=Caricamento...
Locator=Posizione dei banchi
MACAddress=Indirizzo fisico (MAC)
Manufacter=Fabbricante
MaximumSpeed=Velocità massima del processore
MaxSpeed=Velocità massima
MediaType=Tipologia di supporto
Memory=Memoria
MemoryClock=Clock della memoria
MemoryType=Tipo di memoria
MemoryUsage=Memoria: %s/%s
MemSlot=Alloggiamento memoria:
MemSlotCount=Nr alloggiamenti memoria
Name=Nome
NetAdater=Scheda di rete
NetConnectionID=ID della connessione di rete
Normal=Normale
OperStatus=Stato operativo
OS=Sistema operativo
OSAbbreviate=Abbreviazione del linguaggio 
OSCountry=Paese
OSCSD=CSD
OSDaylightName=Nome del giorno
OSDisplayName=Nome visualizzato
OSEdition=Edizione
OSInstallDate=Data di installazione
OSLanguage=Linguaggio
OSLOCAL=LOCALIZZAZIONE
OSLongDateFormat=Data in formato lungo
OSMonetary=Simbolo monetario
OSMonetarySymbol=Simbolo monetario internazionele
OSPaths=Variabili d'ambiente
OSProductID=ID del prodotto
OSProductKey=Product key
OSRegisteredOrg=Organizzazione registrata
OSRegisteredUser=Utente registrato
OSShortDateFormat=Data in formato corto
OSStandardName=Nome standard
OSTimezone=Fuso orario
OSUTC=UTC-fuso orario(minuti)
OSversor=versione
OtherType=Altro
Overview=Panoramica della macchina
Part=Numero della parte
PartitionLength=Lunghezza partizione
PartitionNumber=Partizione numero
PhysicalAvailable=Fisica disponibile: 
PhysicalFree=Fisica libera: 
PhysicalTotal=Fisica totale: 
PhysicalUsed=Fisica usata: 
PixHeight=Altezza(pixel)
PixWidth=Larghezza(pixel)
ppmDetails=Controlla dettagli
ppmExit=Esci da Wise Monitor
ppmHide=Nascondi finestra mobile
ppmShowFloat=Mostra finestra mobile
ppmStayontop =Rimani in vista
PPP=PPP
processName=Nome processo
Processor=Processore
Product=Prodotto
Recv=Nr ricevuti
RecvS=Ricevuti/sec
RefreshRate=Frequenza aggiornam.
RefreshRate=Frequenza aggiornam.
SATAVER=Versione SATA
SectorsPerTrack=Settori per traccia
Send=Nr inviati
SendS=Inviati/sec
Serial=Nr seriale
ShowNetOnly=Mostra solo i processi di rete
ShowSysProcess=Mostra processi di sistema
Size=Dimensione
Socket=Designazione socket
SoftwareLookback=Software Lookback
SoundCard=Scheda audio
Speed=Velocità
SSD=Dispositivo a stato solido
StartingOffset=Inizio Offset
SystemCache=Cache di sistema: 
Technology=Tecnologia
Temperature=Temperatura
TemperatureMon=Rilevazione temperatura
Temperatures=Temperature
TfrmMemoryProcList.btnSpeedup_1=Sto velocizzando
TfrmMemoryProcList.btnSpeedup=Velocizza
TfrmMemoryProcList.memstate1=Funziona ottimamente
TfrmMemoryProcList.memstate2=Funziona normalmente
TfrmMemoryProcList.memstate3=Funziona lentamente
TfrmMemoryProcList.OptimizationMem=Liberati %s
TfrmMonitorPopup.lbl1_C=Utilizzo della CPU
TfrmMonitorPopup.lbl1_M=Utilizzo memoria
TfrmMonitorPopup.lbl1_R=Velocità di download
TfrmMonitorPopup.lbl1_S=Velocità di upload
TfrmMonitorPopup.lbl1_T=Temperatura dei componenti Hardware 
TfrmMonitorPopup.lbl2_C=Utilizzo della CPU fluttuante
TfrmMonitorPopup.lbl2_M=Stato della memoria di sistema
TfrmMonitorPopup.lbl2_R=Velocità di download massima rilevata
TfrmMonitorPopup.lbl2_S=Velocità di upload massima rilevata
TfrmMonitorPopup.lblBoard.caption=Scheda madre
TfrmMonitorPopup.lblCpu.caption=Processore
TfrmMonitorPopup.lblGpu.caption=Scheda grafica
TfrmMonitorPopup.lblhdd.caption=Hard Drive
Threads=Conteggio Thread
TokenRing=Anello Token
Total=Totale
TotalProcess=Trovati %d processi, di cui %d processi utente e %d processi di sistema.
TotalSpace=Dimensione totale
TracksPerCylinder=Tracce per cilindro
Tunnel=Tipo di incapsulamento del tunnel
Type=Tipo
Unknown type=Tipo sconosciuto
User=Utente
Version=Versione
VideoDisplay=Nome visualizzato
VideoMode=Descrizione modalità video
Voltages=Voltaggi
VolumeName=Nome del volume
WANconnected=La scheda WAN non è connessa.
WINSAddress=Indirizzo WINS primario

[AutoRun]
ResultHint=Completata pulizia automatica pianificata
Result=Pulisci risultato

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Protezione del registro
TfrmRegFilterNotify.lblTitle.Caption=Protezione del sistema
TfrmRegFilterNotify.lblProgram.Caption=Il programma:
KeyName=Chiave di registro:
TfrmRegFilterNotify.lblKey.Caption=Chiave registro:
TfrmRegFilterNotify.ckbRemind.Caption=Non mostrare più
TfrmRegFilterNotify.btnDeny.Caption=Vieta
TfrmRegFilterNotify.btnAllow.Caption=Consenti
pmAllowProgram=Lascia agire questo programma
pmDenyProgram=Blocca le azioni del programma
regnotifydefaultbrowser=Un programma sconosciuto sta cambiando il navigatore/sfogliatore (browser) predefinito
regnotifystartrundesc=Un programma sconosciuto sta impostando l'avvio automatico di un programma all'accensione del computer
regnotifyservicesdesc=Un programma sconosciuto sta tentando di installare driver e/o servizi
regnotifyifeodesc=Un programma sconosciuto sta tentando di ottenere il controllo del sistema con un programma eseguibile
regnotifyspidesc=Un programma sconosciuto sta cambiando il livello del protocollo di rete
regnotifyIEStartPageDesc=Un programma sconosciuto sta tentando di cambiare la pagina iniziale di MS Internet Explorer
regnotifydefaultbrowser_n=Cambia il navigatore/sfogliatore (browser) predefinito
regnotifystartrundesc_n=Imposta l'avvio automatico
regnotifyservicesdesc_n=Installa driver e/o servizi
regnotifyifeodesc_n=Consenti l'esecuzione del programma
regnotifyspidesc_n=Cambia il livello del protocollo di rete
regnotifyIEStartPageDesc_n=Cambia la pagina iniziale di MS Internet Explorer

[EUASK]
regcaption=Registrati
logincaption=Accedi
FrmEuaskLogin.lblJoin.Caption=Unisciti a Euask
FrmEuaskLogin.lblSign.Caption=Iscriviti a Euask
FrmEuaskLogin.lblnick.Caption=NomeUtente:
FrmEuaskLogin.lbl1.Caption=Password:
FrmEuaskLogin.btnlogin.caption=Accedi
FrmEuaskLogin.btnregister.Caption=Registrati
FrmEuaskLogin.btnpwd.Caption=Password scordata?
FrmEuaskLogin.WiseLabel1.Caption=NomeUtente:
FrmEuaskLogin.WiseLabel2.Caption=Password:
FrmEuaskLogin.btnreg.caption=Registrati
FrmEuaskLogin.WiseSimpleButton1.Caption=Accedi
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Non ora
inputuser=Inserisci nome utente e password.